Repository: anttijuu/LinnanmaaWeather-iOS
Catalog: LinnanmaaWeather/Localizable.xcstrings
Source language: en
Languages: fi, sv, uk

source: Air pressure
fi: Ilmanpaine
sv: Lufttryck
uk: атмосферний тиск

source: Data from server was malformed: %@
fi: Palvelimen säätiedoissa virheitä: %@
sv: Data från servern var felaktig: %@
uk: Дані з сервера були неправильно сформовані: %@

source: Failed to update weather (HTTP error %d)
fi: Säätietoja ei voitu hakea (HTTP virhekoodi %d)
sv: Det gick inte att uppdatera väder (HTTP-fel %d)
uk: Не вдалося оновити погоду (помилка HTTP %d)

source: Feels like
fi: Tuntuu kuin
sv: Känns som
uk: Відчуває, як

source: Highest temp
fi: Korkein
sv: Högstä
uk: Найвища температура

source: Humidity
fi: Ilman kosteus
sv: Fuktighet
uk: Вологість

source: Lowest temp
fi: Matalin
sv: Lägsta
uk: Найнижча температура

source: Refresh
fi: Päivitä
sv: Uppdatera
uk: Оновити

source: Temperature
fi: Lämpötila
sv: Temperatur
uk: Температура

source: Unexpected error %@
fi: Odottamaton virhe %@
sv: Oväntat fel %@
uk: Неочікувана помилка %@

source: Weather at %@
fi: Säätila %@
sv: Vädret på %@
uk: Погода в %@

source: Weather in Linnanmaa
fi: Sää Linnanmaalla
sv: Vädret i Linnanmaa
uk: Погода в Ліннанмаа

source: Weather updated
fi: Säätiedot päivitetty
sv: Vädret uppdaterat
uk: Погода оновлена

source: Wind direction
fi: Tuulen suunta
sv: Vindriktning
uk: Напрямок вітру

source: Wind speed
fi: Tuulen nopeus
sv: Vindhastighet
uk: Швидкість вітру
